{
    "home": {
        "magazine": {
            "recent": [
                {
                    "title": "Spider-Man PS4: Silver Lining DLC Release Date, New Suits Revealed",
                    "url": "blog-post.html",
                    "text": "Debating me breeding be answered an he. Spoil event was words her off cause any. Tears woman which no is world miles woody. Wished be do mutual except in effect answer. Had boisterous friendship thoroughly cultivated son imprudence connection. Windows because concern sex its. Law allow saved views hills day ten. Examine waiting his evening day passage proceed.",
                    "img": "https://static.giantbomb.com/uploads/square_medium/13/135472/3010682-spider-man+ps4+screen+1.jpg"
                },
                {
                    "title": "Forza Horizon 4: Fortune Island - Official Trailer The Game Awards 2018",
                    "url": "blog-post-carousel.html",
                    "text": "Promotion an ourselves up otherwise my. High what each snug rich far yet easy. In companions inhabiting mr principles at insensible do. Heard their sex hoped enjoy vexed child for. Prosperous so occasional assistance it discovered especially no. Provision of he residence consisted up in remainder arranging described. Conveying has concealed necessary furnished bed zealously immediate get but. Terminated as middletons or by instrument.",
                    "img": "https://static.giantbomb.com/uploads/square_medium/13/135472/3028732-6507909144-5xCgDFY6"
                },
                {
                    "title": "Assassin's Creed Odyssey Delays Epic Mercenary Events Due To Bugs",
                    "url": "blog-post-video.html",
                    "text": "Ever man are put down his very. And marry may table him avoid. Hard sell it were into it upon. He forbade affixed parties of assured to me windows. Happiness him nor she disposing provision. Add astonished principles precaution yet friendship stimulated literature. State thing might stand one his plate. Offending or extremity therefore so difficult he on provision. Tended depart turned not are.",
                    "img": "https://static.giantbomb.com/uploads/square_medium/25/257148/3029233-acodyssey-dualmonitor5.jpg"
                }
            ],
            "recommends": [
                {
                    "title": "Battle royale games explained what could be the next big hit",
                    "url": "blog-post.html",
                    "text": "Debating me breeding be answered an he. Spoil event was words her off cause any. Tears woman which no is world miles woody. Wished be do mutual except in effect answer. Had boisterous friendship thoroughly cultivated son imprudence connection. Windows because concern sex its. Law allow saved views hills day ten. Examine waiting his evening day passage proceed.",
                    "img": "https://static.giantbomb.com/uploads/square_medium/13/135472/3031127-assassins+creed+odyssey+banner.jpg",
                    "meta": { "time": 5, "comments": 20, "like": 30, "date": 1536537600 }
                }
            ]
        }
    }
}
